# include <stdio.h> 
# include <Windows.h>



void main()
{
    printf("Hello world!");
}

void main()
{
    SetConsoleCP(1251);
    SetConsoleOutputCP(1251);

    printf("Хисматуллина\n");
	printf("Предмет: Основы программирования\n");
	printf("Группа: ИСЭбд-11-2025\n");
	printf("Дата: 06.09.2025\n");
	printf("Предмет: Основы программирования\n");
	printf("Сафина\n");
    printf("Руслановна\n");
    printf("\n");
	printf("Хисматуллина\n");
	printf("Сафина\n");
	printf("Руслановна\n");
	printf("Дата: 06.09.2025\n");
	printf("Предмет: Основы программирования\n");
	printf("Группа: ИСЭбд-11-2025\n");
    printf("Дата: 06.09.2025\n");
    printf("Предмет: Основы программирования\n");
    printf("Лабораторная работа №1\n");
	printf("Группа: ИСЭбд-11-2025\n");
	printf("Дата: 06.09.2025\n");
	printf("Предмет: Основы программирования\n");
	printf("Лабораторная работа №1\n");
	printf("Хисматуллина\n");
	printf("Предмет: Основы программирования\n");
	printf("Группа: ИСЭбд-11-2025\n");
	printf("Дата: 06.09.2025\n");
	printf("Предмет: Основы программирования\n");
	printf("Сафина\n");
	printf("Руслановна\n");
	printf("\n");
	printf("Хисматуллина\n");
	printf("Сафина\n");
	printf("Руслановна\n");
	printf("Дата: 06.09.2025\n");
	printf("Предмет: Основы программирования\n");
	printf("Группа: ИСЭбд-11-2025\n");
	printf("Дата: 06.09.2025\n");
	printf("Предмет: Основы программирования\n");
	printf("Лабораторная работа №1\n");
	printf("Группа: ИСЭбд-11-2025\n");
	printf("Дата: 06.09.2025\n");
	printf("Предмет: Основы программирования\n");
	printf("Лабораторная работа №1\n");

}